// Buttons

"Print..." = "Εκτύπωση…";

"Save..." = "Αποθήκευση…";

"Go Back" = "Επιστροφή";

"Continue" = "Συνέχεια";

"Close" = "Κλείσιμο";

"Log Out" = "Έξοδος";

"Restart" = "Επανεκκίνηση";

"Shut Down" = "Τερματισμός";

// Installation Type

"Package Name" = "Όνομα πακέτου";

"Package Action" = "Ενέργεια";

"Package Size" = "Μέγεθος";


"Space Required:" = "Απαιτούμενος χώρος:";

"Remaining:" = "Απομένουν:";


"Standard Install" = "Τυπική εγκατάσταση";

"StandardTitle" = "Τυπική εγκατάσταση στο «%@»";

"Customize" = "Προσαρμογή";

